{
    "fr": {
        "banderol": {
            "title": "Comment je suis devenu Data Scientist",
            "description": "Je vais vous raconter comment j’en suis arrivé là !",
            "legend": "Mon grand-père maternel, mon père et ma petite soeur après une journée de travaux dans la ferme"
        },
        "p": [
            "Mon père est aviculteur, ancien éleveur de bovins allaitants et céréalier. Mon enfance a été rythmée par les cycles des travaux dans les champs et nombre de mes samedis et dimanches matins se sont déroulés dans la salle de conditionnement des œufs de notre poulailler. Je me rappelle aussi de ces après-midi rodéo, à courser les génisses fugitives ou procéder à la pesée des veaux fraîchement séparés de leurs mères.",
            "Aujourd’hui, je suis docteur en mathématiques appliquées. J’ai quitté le froid de la stabulation pour le chaud confort d’un bureau et les paysages ne me regardent plus qu’à travers un écran. Si je prends la peine de raconter cette histoire ce n’est pas pour verdir ma personnalité, la peindre d’une authenticité héritée ou habiller mon image de bureaucrate dans des habits de paysan. Non, je ne feins pas mes racines, car elles sont réelles. Je n’ai pas, tout petit, rêvé de fuir ma tranquille campagne pour rejoindre l’oppressant cœur de la cité. Les quelques heures perdues dans les magasins de la ville la plus proche ont toujours été un supplice pour l’enfant et l’adolescent que j’étais. Je ne me suis jamais projeté star de cinéma ou en écrivain : moi, mon destin s’inscrivait autour de la vallée du Blavet, entre les prairies et les forêts.",
            "Il m’arrive parfois de me retourner et chercher l’endroit où mon trajet a bifurqué de ce chemin tout tracé. À l’école d’abord, où c’est aux mathématiques que je livre une véritable passion. Bien sûr, je fus bon élève en SVT aussi, mais lorsque mon attention me quittait en cours de philo ou d’anglais, c’était pour programmer sur ma casio un doodle jump ou un algorithme de calcul de la mesure principale d’un angle. Oui parce que c’est à 17 ans, en cours de mathématiques, que survient le déclic de l’informatique. On pourrait penser que c'est grâce à l'arrivé d'internet dans notre trou paumé cette année là, mais c'est en réalité la magie des petits algorithmes programmés en cours qui m'a séduit. Immense fan d’Harry Potter, j’étais conquis !",
            "Malgré des signes avant-coureurs évidents de mon orientation professionnelle, je choisi sans la moindre hésitation d’intégrer une école d’ingénieur en agriculture. Jusqu’à ma quatrième année à l’ESA, je conçus rotation des cultures et système de management de ma future exploitation. Les débats avec mes amis, dont la plupart se sont installés ensuite, étaient interminables. Pendant les leçons de physiologie animale, je fus d’une assiduité exemplaire. Cette expertise sera nécessaire pensais-je, au projet de fabrique d’aliment à la ferme, pierre angulaire de mon plan d’augmentation de la valeur ajoutée dans l’exploitation familiale. Néanmoins, c’est la création d’un tableau de bord pour piloter l’entreprise qui me passionnait le plus. J’entrepris la collecte de tout type de données (prix des matières premières, météo, suivi des cultures, factures...) dans le but de les ranger de manière méthodique afin de les visualiser facilement pour fluidifier et rationaliser la prise de décision. Ce qui me tint éveillé des heures la nuit, ce ne fut pas la formulation d’un probiotique révolutionnaire mais plutôt des innovations technologiques. Je fantasmais par exemple d’un traitement d’image pour automatiser la surveillance de la mortalité des poules, d’un traitement sonore pour détecter de manière précoce les maladies respiratoires de ces volatiles ou encore de l’optimisation de la rotation des lots dans les bâtiments d’élevage pour minimiser les dépenses de chauffage.",
            "À l’heure médiatique de la start-up nation, je me pris d’engouement pour ces projets d’autant plus qu’ils me permirent de ressortir du placard, là où je les avais rangés quelques années plus tôt, mes premiers amours que sont les mathématiques et l’informatique. Une forte motivation et une immense curiosité : voilà les deux moteurs qui m’accompagnèrent dans l’apprentissage de plusieurs langages informatiques, de concepts d’intelligence artificielle ou de stockage de la donnée qui auraient donné des boutons à la quasi-majorité de mes camarades à l’ESA. Les brèves introductions aux outils de l’ingénieur (algèbre linéaire et relationnel, statistique, etc.) dispensées à l’école furent d’ailleurs pour moi l’occasion de me démarquer. Je compris lors des travaux de groupes dans lesquels le traitement des données reposait entièrement sur mes épaules que cela constituait une véritable plus-value. Au fur et à mesure que je m’enfonçais dans cet atout concurrentiel, je m’éloignais peu à peu de mes projets d’agriculteur dont je perçois le quotidien comme trop routinier. En effet, mes rêves agricoles n’auront surtout consisté qu’en la conception d’un outil parfait : m’en servir ne m’attire nullement.",
            "Ce constat lent mais inéluctable étant acté, il ne me resta plus qu’à me forger un nouveau projet professionnel. Le temps pour affiner ce dernier, je l’ai trouvé en poursuivant mes études en thèse. D’une pierre deux coups, j’ai aussi durant mon doctorat acquis une véritable expertise dans le traitement de la donnée. J’ai appris la force de la formalisation mathématique des problèmes, évitant ainsi de me lancer tête baissée dans des scripts aveugles et à rallonge. Plongé au sein d’une communauté de scientifiques, de matheux et de développeurs, j’ai parfois eu l’impression d’être un imposteur. J’ai cependant rapidement relevé les manches pour me hisser à leur hauteur.",
            "Professionnellement, je me définis aujourd’hui comme &#171; data scientist &#187;. Certains diront que c’est un gros mot, un &#171; bullshit &#187;, mais j’avoue n’avoir rien trouvé d’autre pour exprimer ce que je suis et ce que je fais. Un data scientist doit savoir allier trois disciplines :",
            "Vous l’aurez compris, j’ai une passion charnelle pour ces deux premiers items, tout en ayant développé une véritable expertise dans le monde agricole et agroalimentaire. Je considère mon parcours atypique comme une force. D’abord parce que j’ai montré, qu’avec une forte motivation et une curiosité encore plus forte, j’étais capable d’acquérir, en peu de temps et seul, des outils très puissants que ce soit en informatique ou en mathématiques. Ensuite parce que le potentiel de numérisation en agriculture est incommensurable et que mon expertise est une réelle plus-value pour solutionner ces défis complexes. J’aime fonctionner sur la base de projets et c’est pourquoi j’ai choisi le statut de freelance pour vous accompagner dans les vôtres. Il n’appartient donc maintenant qu’à vous de participer à l’écriture du prochain chapitre de mon histoire !"
        ],
        "ds_disciplines": [
            "Les mathématiques, qui sont le cœur des algorithmes d’apprentissage automatique, et qui permettent d’utiliser ces derniers à bon escient et de les adapter au problème.",
            "L’informatique qui permet d’implémenter ces solutions et de développer des outils de collecte ou de visualisation des données.",
            "Une expertise dans un domaine donné qui permet de comprendre les enjeux et les données de celui-ci."
        ],
        "citations": [
            "Je ne feins pas mes racines, car elles sont réelles !",
            "Ce n’était pas pour moi qu’un simple algorithme pour trouver les racines d’un polynôme : cela ressemblait davantage à de la magie.",
            "Ce qui me tint éveillé des heures la nuit, ce n’était pas la formulation d’un probiotique révolutionnaire : ce fut plutôt des innovations technologiques.",
            "...mes rêves agricoles n’auront surtout consisté qu’en la conception d’un outil parfait : m’en servir ne m’attire nullement.",
            "J’ai parfois eu l’impression d’être un imposteur. J’ai cependant rapidement relevé les manches pour me hisser à leur hauteur.",
            "Je considère mon parcours atypique comme une force."
        ],
        "illustrations": [
            {
                "NAME": "me_6900",
                "alt": "Alexandre Conanec enfant John Deere",
                "legend": "Moi âgé de 8 ans (en 2003) devant le John Deere (flambant neuf) que venait d'acheter papa."
            },
            {
                "NAME": "flappy_bird",
                "alt": "Flappy bird calculatrice casio",
                "legend": "Petite démo de mes débuts avec le jeu Flappy bird conçu sur ma calculatrice Casio durant les cours de philo et d'anglais en 2013."
            },
            {
                "NAME": "rdd_hugo",
                "alt": "Alexandre Conanec et Hugo Carpentier remise des diplomes de doctorat de l'université de bordeau 2022",
                "legend": "Hugo Carpentier et moi-même à la remise des diplômes de doctorat de l'université de Bordeaux en 2022."
            }
        ]
    },
    "en": {
        "banderol": {
            "title": "How I became a Data Scientist",
            "description": "I'll tell you how I got there!",
            "legend": "My maternal grandfather, my father and my little sister after a day of work on the farm"
        },
        "p": [
            "My father is a poultry farmer, a former beef farmer and a grain farmer. My childhood was punctuated by cycles of field work and many of my Saturday and Sunday mornings were spent in the egg packing room of our chicken house. I also remember those rodeo afternoons, chasing runaway heifers or weighing calves freshly separated from their mothers.",
            "Today, I am a doctor in applied mathematics. I have left the cold of the cow shed for the warm comfort of an office and the landscape now only looks at me through a screen. If I take the trouble to tell this story, it is not to green my personality, to paint it with an inherited authenticity or to dress up my image as a bureaucrat in peasant clothes. No, I am not pretending my roots, because they are real. As a child, I did not dream of fleeing my quiet countryside to join the oppressive heart of the city. The few hours lost in the stores of the nearest city were always a torment for the child and teenager that I was. I never thought of myself as a movie star or a writer: my destiny lay around the Blavet valley, between the meadows and the forests.",
            "Sometimes I look back and try to find the place where my path diverged from this straightforward one. At school first, where I had a real passion for mathematics. Of course, I was a good student in biology too, but when my attention left me in philosophy or English class, it was to program on my casio a doodle jump or an algorithm to calculate the principal measure of an angle. Yes, because it is at 17, in mathematics class, that the click of computer science occurs. One could think that it is thanks to the arrival of the internet in our backwater that year, but it is actually the magic of the small algorithms programmed in class that seduced me. As a huge Harry Potter fan, I was won over!",
            "Despite the obvious signs of my professional orientation, I chose without the slightest hesitation to enter an agricultural engineering school. Until my fourth year at ESA, I designed the crop rotation and management system of my future farm. The debates with my friends, most of whom later settled down, were endless. During the animal physiology lessons, I was of exemplary assiduity. This expertise will be necessary, I thought, for the project of an on-farm feed mill, the cornerstone of my plan to increase the added value in the family farm. Nevertheless, it was the creation of a dashboard to pilot the enterprise that fascinated me the most. I undertook the collection of all types of data (raw material prices, weather, crop monitoring, invoices...) with the aim of organizing them in a methodical way in order to visualize them easily to fluidify and rationalize the decision making. What kept me awake for hours at night was not the formulation of a revolutionary probiotic but rather technological innovations. For example, I fantasized about image processing to automate the monitoring of hen mortality, sound processing to detect respiratory diseases of these birds at an early stage, or optimizing the rotation of batches in the breeding buildings to minimize heating costs.",
            "In the media age of the start-up nation, I became infatuated with these projects, especially since they allowed me to bring out of the closet, where I had put them a few years earlier, my first loves, mathematics and computer science. A strong motivation and an immense curiosity: these are the two drivers that accompanied me in the learning of several computer languages, concepts of artificial intelligence or data storage that would have given buttons to almost all of my classmates at ESA. The brief introductions to engineering tools (linear and relational algebra, statistics, etc.) given at school were also an opportunity for me to stand out. I understood during the team work in which the data processing was entirely on my shoulders that this constituted a real added value. As I became more and more involved in this competitive advantage, I gradually moved away from my plans as a farmer, whose daily routine I perceived as too routine. Indeed, my agricultural dreams will have consisted mainly in the design of a perfect tool: using it does not attract me at all.",
            "This slow but inescapable observation having been made, all I had to do was to forge a new professional project. I found the time to refine this project by continuing my studies in a thesis. In one fell swoop, I also acquired during my PhD a real expertise in data processing. I learned the strength of mathematical formalization of problems, thus avoiding to launch myself headlong into blind and lengthy scripts. Immersed in a community of scientists, mathematicians and developers, I sometimes felt like an imposter. But I quickly rolled up my sleeves to keep up with them.",
            "Professionally, I define myself today as &#171; data scientist &#187;. Some will say that it's a bullshit word, but I admit I haven't found anything else to express what I am and what I do. A data scientist must know how to combine three disciplines:",
            "You will have understood that I have a carnal passion for these first two items, while having developed a real expertise in the world of agriculture and agribusiness. I consider my atypical background as a strength. Firstly, because I have shown that, with a strong motivation and an even stronger curiosity, I was able to acquire, in a short time and alone, very powerful tools in computer science and mathematics. Then because the potential of digitization in agriculture is immeasurable and my expertise is a real added value to solve these complex challenges. I like to work on a project basis and that's why I chose the freelance status to accompany you in yours. It is now up to you to participate in writing the next chapter of my story!"
        ],
        "ds_disciplines": [
            "Mathematics, which is the core of machine learning algorithms, and which allows them to be used wisely and adapted to the problem.",
            "IT, which enables the implementation of these solutions and the development of data collection and visualization tools.",
            "Expertise in a given field that allows you to understand the issues and data."
        ],
        "citations": [
            "I don't fake my roots, because they are real!",
            "For me, it was not just a simple algorithm to find the roots of a polynomial: it was more like magic.",
            "What kept me awake for hours at night was not the formulation of a revolutionary probiotic: it was technological innovations.",
            "...my agricultural dreams will have consisted mainly in the design of a perfect tool: to use it does not attract me at all.",
            "At times I felt like an imposter. However, I quickly rolled up my sleeves to keep up with them.",
            "I consider my atypical background as a strength."
        ],
        "illustrations": [
            {
                "NAME": "me_6900",
                "alt": "Alexandre Conanec child John Deere",
                "legend": "Me, 8 years old (in 2003) in front of the John Deere (brand new) that dad had just bought."
            },
            {
                "NAME": "flappy_bird",
                "alt": "Flappy bird calculatrice casio",
                "legend": "Small demo of my debut with the Flappy bird game designed on my Casio calculator during philosophy and English classes in 2013."
            },
            {
                "NAME": "rdd_hugo",
                "alt": "Alexandre Conanec and Hugo Carpentier receive their doctorate degrees from the University of Bordeaux 2022",
                "legend": "Hugo Carpentier and myself at the graduation of the doctoral students of the University of Bordeaux in 2022."
            }
        ]
    }
}